micropython/micropython/ports/raspberrypi/boards/waveshare_rp2040_plus_4mb/mpconfigboard.h
// This file is part of the CircuitPython project: https://circuitpython.org
//
// SPDX-FileCopyrightText: Copyright (c) 2021 Scott Shawcroft for Adafruit Industries
//
// SPDX-License-Identifier: MIT

#pragma once

#define MICROPY_HW_BOARD_NAME "Waveshare RP2040-Plus (4MB)"
#define MICROPY_HW_MCU_NAME "rp2040"
